IDEA StatiCa Open Model
MatConcreteSIA.CementClass Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 type of cement class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConcCementClassSIA CementClass { get; set; }
Public Property CementClass As ConcCementClassSIA
	Get
	Set
public:
property ConcCementClassSIA CementClass {
	ConcCementClassSIA get ();
	void set (ConcCementClassSIA value);
}
Property Value
Type: ConcCementClassSIA
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace